[[
    "Talks at twice the speed of the average person",
    "Often falls into a reverie while talking, cutting off their sentences",
    "Has a habit of twirling a coin between their fingers",
    "Has facial twitches",
    "Hasn't bathed in 76 days",
    "Is completely bald, with a large tattoo of a dragon on the top of scalp",
    "Only speaks in a whisper",
    "Has on teeth",
    "Blink very rapidly.",
    "Has slurred speech.",
    "Always flourishes their cape before introducing himself.",
    "Speaks in a language that none of the PCs understand",
    "Has a potbelly that sticks out from underneath their shirt.",
    "Will stop and stare at every attractive person that passes by.",
    "Has an obsession with any jewelry that the PCs may be wearing.",
    "Has a pet ferret named Stinky",
    "Is blind",
    "Will work the topic of their dead mother into any conversation, adding 'May the gods bless her soul'.",
    "Hums under their breath (if asked, they deny that they are doing it)",
    "tries to teach one of the PCs the latest dance from Waterdeep",
    "Refers the PCs to Anchor's Aweigh, a very shady bar by the docks",
    "Tries to convert the PCs to the religion of the DM's Choice",
    "Sighs loudly every three minutes",
    "Is too intoxicated to talk",
    "Loves animals and will speak to any horses or familiars that the PCs my have",
    "Is dressed in a court jester's outfit",
    "Has a hook instead of a left hand.",
    "Invites the PCs to dinner with their grandmother, their husband, and their eight children",
    "Speaks in an unsual dialect",
    "Constantly looks over their shoulder",
    "Has a nasal tone of voice.",
    "Muches a raw onion during interaction with the PCs",
    "Pretends to cast spells, but is not a mage.",
    "Is accompanied by a pit bull named 'Petunia'",
    "Begs the PCs for food and drink",
    "Has a beard 2' long.",
    "Is 4' tall",
    "Loves to tell jokes.",
    "Snorts when they laugh",
    "Hugs all of the PCs to welcome them.",
    "Has a permanent sneer on their face.",
    "Carries a staff with an ostrich egg mounted on top.",
    "Is a 'Mad Scientist' type",
    "Has fangs",
    "Is dressed in black from head to toe and wears a veil",
    "Has very low self-esteem.",
    "Carries a large bouquet of flowers and gives it to a PC before departing",
    "Is a noble in disguise",
    "Wears a large nose ring",
    "Has the physique of a body builder",
    "Plays the mandolin",
    "Tries to convince the PCs to take him adventuring with them",
    "Is hard of hearing and asks the PCs to repeat themselves more than once",
    "Wears a horned Viking hat",
    "Only makes sarcastic remarks",
    "Carries a small, potted plant",
    "Doesn't trust Mages",
    "Doesn't trust clerics",
    "Doesn't trust anyone",
    "Is a 'neatness freak' and tidies up after the PCs",
    "Talks to themselves",
    "Tries to sell the PCs an elderly cow",
    "Attempts to pick the pockets of the largest PC",
    "Mistakes one of the PCs for a long lost relative.",
    "Is a know-it-all",
    "Smells like a garbage dump.",
    "Stridently insists that the end of the world is near",
    "Asks one of the PCs for a date.",
    "Eats everything in sight.",
    "Refers the PCs to his cousin's husband's best friend's son. Darlien Stout, for blacksmithing work.",
    "Is mute",
    "Has a habit of constantly winking at people.",
    "Moves as of he were sneaking around, even in broad daylight with people watching him",
    "Falls in love at first sight with one of the PCs.",
    "Sings rather than speaks",
    "Has a breathy ton of voice, a la Marilyn Monroe.",
    "Offers to buy the PCs a round of drinks at the Rusty Nail Pub.",
    "Wants the PCs to try his latest culinary creation.",
    "Mistakes the PCs for members of the local thieves guild.",
    "Shakes Uncontrollably.",
    "Asks to exchange a PC's valuable weapon for five 'magic' beans.",
    "Has one pointed ear and one rounded ear.",
    "wears a white, powdered wig.",
    "Mistakes the PCs for the minions of a personal enemy.",
    "Is wrapped in a wolf skin.",
    "Is a vegetarion.",
    "Tells the PCs all of local gossip.",
    "Brandishes a dagger as the PCs approach.",
    "Twirls his mustache.",
    "Wears numerous gold necklaces",
    "Slurps his drink.",
    "Laughs at everything the PCs say, humorous or not",
    "Has a chronic, hacking cough.",
    "Is annoyingly cheerful.",
    "Is annoyingly melancholy",
    "Has a romantic outlook on life",
    "Fiddles with a string cat's cradle",
    "Gives the PCs exessively long (and boring) directions.",
    "Speaks at half the speed of the average person."
],
[
    "Prefaces every sentence with 'Excuse me but....'",
    "Is always chewing on a toothpick.",
    "Pants as if breathless",
    "Views the PCs as 'Beneath' them and acts accordingly",
    "Speaks in a Shrill, high-pitched voice.",
    "Spits often.",
    "Informs the PCs of all of his health problems, from the corns of his feet to his migraine headaches",
    "Refers to the PCs as 'young miss' and/or 'young lad'",
    "Advises the PCs that, when caught in a dungeon with a low food supply, rats really don't taste too bad.",
    "Wheezes Alarmingly every now and then.",
    "Wears a fur hat regardless of the weather.",
    "Is enarmored by the stylish cut of a character's armor",
    "Tells outlandish tales of their own adventuring days, all of which are obviously not true.",
    "Whines",
    "Feels the need to psychologically analyze each of the characters",
    "Argues with spouse while talking to the party",
    "Gives each character a piece of candy at the end of the conversation and says, 'Now run along'.",
    "Has an intricate, tribal design tattooed on their face and neck",
    "Has an accent.",
    "Tries to pick a fight with the smallest PC.",
    "Wears a string of garlic around their neck",
    "Calls everyone in the party 'darling', 'dearie', or 'honey'.",
    "Constantly interrupts whoever is speaking.",
    "Wears bright red lipstick.",
    "Gives a few coins to the shabbiest looking character as charity.",
    "Has researched 127 different types of spores and fungus and shares his knowledge with the party.",
    "Has built a secret flying machine",
    "Hisses sibilants.",
    "Travels with a dancing bear.",
    "peddles wares by yelling 'Hey you! Buy this!'",
    "Is dressed entirely in bright purple.",
    "Speaks with a lisp.",
    "Appears frightened of the PCs",
    "Speaks in blatantly patronizing tone",
    "Asks the characters to join in a chant of blessing",
    "Dares a character to a horse race",
    "Wears a medallion bearing a crossed wand and dagger",
    "Taps finger impatiently.",
    "Trips and fails during conversation with the party.",
    "Asks, 'Haven't I heard about you before?'",
    "Tries to convince a character to marry a brother or sister.",
    "Cleans fingernails with a dagger.",
    "Kisses a PC in order to make a spouse jealous.",
    "Always smiles",
    "Never smiles",
    "Demands, 'You want What!?' at any request",
    "Disagrees with anything the characters say",
    "Agrees with everything the characters say",
    "Espouses faith in the ability of local government officals.",
    "Has a frog in a cage with a sign: 'Kiss the Frog Price, one copper piece.'",
    "Speaks with a drawl.",
    "Is incredibly clumsy.",
    "Has a tarantula on one shoulder.",
    "Has pieces of straw stuck in his hair and clothing.",
    "Often trips over their own feet",
    "Repeatedly shifts weight from one foot to the other",
    "Has the contents of an entire tool box hanging from belts and bandoliers",
    "Has hair so long it drags on the ground",
    "Claims to have seen a tarrasque around the last corner.",
    "Asks the characters for every little detail of their adventure",
    "Wears a ring on every finger.",
    "Mumbles",
    "Peppers conversation with religious affirmations like 'Selune be praised' and 'May Tyr light your path'.",
    "Has a close friend who is 'the best sword fighter in this part of the realm. No, I really mean it!'",
    "Makes throaty, growling noises",
    "Goes out of their way to assist the character",
    "Is a one-man band",
    "Has a wity retort for all of the characters' comments.",
    "Squints due to extreme short-sightedness",
    "Has a bad case of the sniffles",
    "Wears to much perfume, causing one of the PCs to sneeze uncontrollably.",
    "Will answer only 'yes' and 'no' questions.",
    "Speaks in cliches",
    "Informs the PCs of the medicinal value of prune juice and cayenne pepper.",
    "Complains about hight taxs",
    "Has a limp",
    "Is an undercover constable.",
    "Can discuss no topic besides war.",
    "Is not wearing shoes",
    "Taps one foot rapidly",
    "Fusses with their hairstyle.",
    "Has painted-on eyebrows",
    "Has a haunting voice",
    "Clears Throat before speaking.",
    "Flexes muscles for the characters",
    "Is painfully shy and will flee in embarrassment if dealth with harshly",
    "Uses rural, colloquial expressions such as 'How do you like them apples'",
    "Has a quick temper",
    "Belches",
    "Ofters to tell the characters' future by reading tea leaves, all for the resonable price of 5 gp each.",
    "Speaks in a monotone voice",
    "Has pierced eyebrows",
    "Speaks in pig-latin",
    "Composes a poem in honor of the PCs",
    "Wears a graduation-type robe and a mortar board",
    "Tries to sell the PCs rare 'faerie dust'",
    "Can only talk to the PCs for two minutes and 56 seconds, due to a busy schedule",
    "Is psychic and can anticipate the player characters' every question"
]]
